[
  {
    "fire_name": "Unnamed (1974)",
    "start_date": "1974-10-01",
    "end_date": "1975-02-28",
    "location": "Multiple states including NSW, Northern Territory, Queensland, South Australia, Western Australia",
    "state": "Multiple",
    "region": "Central and Northern Australia (arid/semi-arid regions)",
    "area_burned_hectares": 117000000,
    "homes_destroyed": 40,
    "structures_destroyed": null,
    "deaths": 6,
    "injuries": null,
    "cause": "Lightning strikes; preceded by heavy 1972-74 rainfall creating abundant grass fuel",
    "key_impacts": "Largest bushfire event by area ever recorded in Australia. Burned approximately 15% of Australia's land mass.  NSW component: 3.5 million hectares including the Moolah-Corinya fire (1.166 million ha) - described as 'largest fire ever contained by man in NSW without help of weather'. Approximately 57,000 livestock killed and 10,200 km of fencing destroyed nationally.  Minimal impact on human settlements as fires burned mostly in arid, unpopulated interior regions. Much damage only discovered by satellite imagery afterward.", 
    "part_of_larger_event": true,
    "larger_event_name": "1974-75 Australian Bushfire Season",
    "verified": true,
    "data_quality_notes": "Area estimates vary between 102-117 million hectares; 117 million most commonly cited. Limited home destruction data for this era."
  },
  {
    "fire_name": "Gospers Mountain (2019)",
    "start_date": "2019-10-26",
    "end_date": "2020-02-10",
    "location": "Wollemi National Park, Hawkesbury region",
    "state": "NSW",
    "region": "Blue Mountains, Greater Sydney, Hunter Valley",
    "area_burned_hectares": 512626,
    "homes_destroyed": 90,
    "structures_destroyed": null,
    "deaths": 0,
    "injuries": null,
    "cause": "Lightning strike ignited tree in inaccessible bushland",
    "key_impacts": "Largest fire from a single ignition point in Australian history. Generated pyrocumulonimbus (fire-generated thunderstorm). Merged with 5 other fires on December 6, 2019 creating 'megablaze' exceeding 1 million hectares. Threatened Sydney's northern suburbs and Central Coast. Affected LGAs: Lithgow, Hawkesbury, Hunter Valley, Cudgegong, Blue Mountains, Central Coast, Singleton. Towns impacted: Mount Wilson, Mount Tomah, Berambing, Bilpin, Blackheath, Mount Victoria, Bell, Clarence. Fire moved nearly 12km in less than 3 hours at peak intensity. Killed millions of animals.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Area figures range 512,000-512,626 ha. Home destruction: AIDR official figure is 90; some sources cite ~100."
  },
  {
    "fire_name": "Kosciuszko (2003)",
    "start_date": "2003-01-08",
    "end_date": "2003-03-07",
    "location": "Kosciuszko National Park",
    "state": "NSW",
    "region": "Australian Alps, Snowy Mountains",
    "area_burned_hectares": 1730000,
    "homes_destroyed": 551,
    "structures_destroyed": null,
    "deaths": 4,
    "injuries": 490,
    "cause": "Lightning strikes during wild electrical storms (44 separate fires ignited on Main Range)",
    "key_impacts": "Part of 2003 Australian Alps Bushfires during Australia's worst drought in 103 years. Area burned figure represents entire Alps fire complex (VIC, NSW, ACT). 19 historic huts lost in NSW section.  Fire came within hundreds of meters of Perisher lodges.  $121 million in projected lost tourism income. 1,000 jobs potentially affected in Snowy Mountains tourist industry.  Kiandra Court House saved (later lost in 2020 fires). Connected to 2003 Canberra Bushfires which caused most casualties and home losses on January 18, 2003.", 
    "part_of_larger_event": true,
    "larger_event_name": "2003 Australian Alps Bushfires / 2003 Canberra Bushfires",
    "verified": true,
    "data_quality_notes": "Area burned represents entire Alps complex; specific Kosciuszko NP hectares not separately quantified. Deaths and home losses primarily from Canberra firestorm on Jan 18."
  },
  {
    "fire_name": "Dunns Road (2019)",
    "start_date": "2019-12-28",
    "end_date": "2020-02-17",
    "location": "Snowy Mountains/Snowy Valleys region, east of Tarcutta",
    "state": "NSW",
    "region": "Snowy Mountains, Tumut, Tumbarumba",
    "area_burned_hectares": 334000,
    "homes_destroyed": 186,
    "structures_destroyed": 27,
    "deaths": 1,
    "injuries": null,
    "cause": "Lightning strike on tree in Ellerslie pine plantation (December 27, 2019 at 11:50pm)",
    "key_impacts": "Fire traveled 19km on first day, 80km by second day. On December 30, fire traveled 60km in single day. Batlow declared 'undefendable' - residents evacuated but firefighters saved town. Merged with East Ournie Creek and Green Valley fires January 11, 2020 creating 600,000-hectare megafire. Selwyn Snow Resort severely damaged. Heritage-listed Kiandra Courthouse destroyed.  Multiple historic alpine huts destroyed (Wolgal Hut, Pattinsons Hut, Sawyers Hut). School in Cabramurra destroyed. Damage to Snowy 2.0 construction at Lobs Hole. ACT declared state of alert January 12 as fire burned 7km from Territory border. 155 inmates evacuated from Mannus Correctional Centre. Death: David Harrison (47) died January 4, 2020 defending friend's property near Batlow. Estimated $56 million damage.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Initial area 334,000 ha; merged fire complex reached 600,000 ha."
  },
  {
    "fire_name": "Currowan 2 (2019)",
    "start_date": "2019-11-26",
    "end_date": "2020-02-08",
    "location": "NSW South Coast, between Ulladulla and Batemans Bay",
    "state": "NSW",
    "region": "Eurobodalla, Shoalhaven, South Coast",
    "area_burned_hectares": 499621,
    "homes_destroyed": 312,
    "structures_destroyed": null,
    "deaths": 3,
    "injuries": 1,
    "cause": "Lightning strike in Currowan State Forest in drought-affected, inaccessible bushland",
    "key_impacts": "Known locally as 'The Forever Fire' due to 74-day duration. Fire divided into four separate fires: Currowan 2, Morton fire, Charleys Forest Fire, Clyde Mountain Fire. Merged with Tianjara and Badja Forest Road fires by late January 2020. 89 homes destroyed in Conjola Park alone on New Year's Eve. 1,889 homes saved by firefighters. All 3 deaths occurred at Lake Conjola/Yatte Yattah area December 31, 2019. Affected areas: Termeil, Bawley Point, Kioloa, Depot Beach, Lake Conjola, Conjola Park, Nerriga, Nelligen, Mogo, Kangaroo Valley. Contributed to 14,000 sq km 'tourist leave zone' from Nowra to Victorian border.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Official NSW RFS figure: 499,621 hectares. Fire was divided into sub-fires during its progression."
  },
  {
    "fire_name": "Badja Forest Rd, Countegany (2019)",
    "start_date": "2019-12-27",
    "end_date": "2020-02-29",
    "location": "Near Countegany, approximately 50km west of Cobargo",
    "state": "NSW",
    "region": "Bega Valley, Snowy Monaro, Eurobodalla, South Coast",
    "area_burned_hectares": 315512,
    "homes_destroyed": 418,
    "structures_destroyed": null,
    "deaths": 6,
    "injuries": null,
    "cause": "Lightning strike in Badja State Forest near Peters Road",
    "key_impacts": "Fire traveled approximately 40km in just a few hours on December 31, 2019 under catastrophic conditions. Described as 'extremely unusual' and 'super abnormal' fire behavior - spread downhill through night, unprecedented. Flame heights 15-20 meters through grassland approaching Cobargo. Created own weather with 38°C temperatures and winds exceeding 100km/h at 5am. Cobargo hardest hit: 70 homes destroyed, 5 facilities, 168 outbuildings. 30% of Cobargo's main street businesses destroyed (8 buildings). 60% of Bega Valley Shire burned. Economic damage to Bega Valley estimated at $218 million. Deaths: Colin Burns (72, firefighter), Robert Salway (63) and Patrick Salway (29) father and son defending farm, Ross Rixon (84), Richard Steele (56), Michael Clarke - all Dec 31, 2019 except Clarke (Jan 23, 2020). Merged with Currowan fire along Araluen Valley.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Second-most deadly fire of Black Summer in NSW. Bega Valley was second-most affected LGA statewide."
  },
  {
    "fire_name": "Green Wattle Creek (2019)",
    "start_date": "2019-11-27",
    "end_date": "2020-01-30",
    "location": "Southwest of Sydney, Southern Highlands",
    "state": "NSW",
    "region": "Wollondilly, Wingecarribee, Southern Highlands",
    "area_burned_hectares": 278700,
    "homes_destroyed": 40,
    "structures_destroyed": 100,
    "deaths": 2,
    "injuries": 5,
    "cause": "Lightning strikes in Burragorang Valley (confirmed by NSW Coronial Inquest)",
    "key_impacts": "Two volunteer firefighters killed: Geoffrey Keaton (32) and Andrew O'Dwyer (36) from Horsley Park Brigade died December 19, 2019 at Buxton when tree struck their tanker causing rollover.  Village of Balmoral (population ~400) nearly destroyed  - hit twice December 19 and 21; ~100 buildings lost. Major threat to Sydney's water supply - burned through most of Warragamba catchment Special Area which supplies ~85% of Greater Sydney's water. Fire jumped Lake Burragorang December 5, 2019. Post-fire water quality emergency when February 2020 rains caused ash/sediment runoff into Sydney's reservoir. Affected areas: Balmoral, Bargo, Buxton, Yanderra, Yerrinbool, Colo Vale, Hill Top, Thirlmere, Tahmoor.  Memorial playground built in Buxton for fallen firefighters.", 
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Area ranges 270,000-280,000 ha; NSW RFS confirmed 278,700 ha.  ~100 structures destroyed in Balmoral specifically; 40+ homes across broader fire area."
  },
  {
    "fire_name": "Yarrowlumla S44 (2003)",
    "start_date": "2003-01-08",
    "end_date": "2003-02-07",
    "location": "Yarrowlumla Rural Fire District, west and south of Canberra",
    "state": "NSW",
    "region": "Brindabella National Park, near McIntyre's Hut, ACT border",
    "area_burned_hectares": 250000,
    "homes_destroyed": 470,
    "structures_destroyed": null,
    "deaths": 4,
    "injuries": 490,
    "cause": "Lightning strike at approximately 4pm on January 8, 2003",
    "key_impacts": "Section 44 declaration under NSW Rural Fires Act 1997. Primary fire was McIntyres Hut Fire.  Merged with ACT fires (Stockyard Spur, Bendora, Gingera) creating 250,000+ ha fireground with 400km perimeter.  January 18, 2003 ('Black Saturday'): extreme conditions (40°C+, 65+ km/h winds) created 25km fire front hitting Canberra suburbs at ~3pm. First documented fire tornado in Australia.  45km fire runs in one day; 50-60 meter flame heights.  Three homes destroyed in Brindabella Valley. RFS base camp at Mount Stromlo destroyed. Peak deployment: 950 personnel, 16 rotary wing aircraft, 2 fixed wing, 20 pieces of earthmoving equipment. 1,800 out-of-area task force personnel over 24 days.  S44 covered multiple districts: Yarrowlumla, Snowy River, Bombala, Tumbarumba, Cooma Monaro, Tumut, Yass.", 
    "part_of_larger_event": true,
    "larger_event_name": "2003 Australian Alps Bushfires / 2003 Canberra Bushfires",
    "verified": true,
    "data_quality_notes": "S44 is administrative designation (Section 44 declaration) not single named fire. Casualties/home losses reflect merged fire impact on Canberra Jan 18, 2003."
  },
  {
    "fire_name": "Carrai Creek (2019)",
    "start_date": "2019-10-16",
    "end_date": "2020-01-18",
    "location": "Carrai National Park, Carrai Plateau, northwest of Kempsey",
    "state": "NSW",
    "region": "Mid North Coast, Kempsey LGA, Oxley Wild Rivers National Park",
    "area_burned_hectares": 238601,
    "homes_destroyed": 90,
    "structures_destroyed": 250,
    "deaths": 1,
    "injuries": null,
    "cause": "Lightning strike (determined by NSW Bushfire Coronial Inquiry)",
    "key_impacts": "Death: Barry Parsons died November 8, 2019 attempting to flee home at Kyuna Track near Willawarrin during 'firestorm' conditions. November 8 critical day - conditions upgraded from Severe to Extreme before lunchtime. Burned through wilderness areas where 'locked up and poorly maintained fire trails made combating it difficult.'  Joined with Stockyard Creek fire  threatening multiple communities on Coombes Gap front. At risk of merging with Guyra Rd Ebor fire. Affected communities: Willawarrin, Bellbrook, Temagog, Birdwood, Yarras, Bellangary, Kindee, Upper Rollands Plains, Lower Creek, Comara, Hickeys Creek, Nulla Nulla.  Significant koala habitat area - Carrai National Park home to 125+ animal species including endangered Hastings Rivers mouse. 71% decline in koala populations documented across NSW north coast fire grounds.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Home destruction varies 60-90+ in sources; coronial inquiry indicated 90+ homes damaged/destroyed. Also referred to as 'Carrai East Fire' or 'Carrai East Complex'."
  },
  {
    "fire_name": "Green Valley, Talmalmo (2019)",
    "start_date": "2019-12-29",
    "end_date": "2020-02-18",
    "location": "Near Talmalmo, approximately 70km east of Albury",
    "state": "NSW",
    "region": "Upper Murray, NSW-Victoria border, Greater Hume LGA",
    "area_burned_hectares": 233390,
    "homes_destroyed": 8,
    "structures_destroyed": 22,
    "deaths": 1,
    "injuries": 2,
    "cause": "Lightning strike in Green Valley at Talmalmo (December 29, 2019 at approximately 5pm)",
    "key_impacts": "Death: Samuel McPaul (28), NSW RFS volunteer firefighter from Morven Brigade, died December 30, 2019 when pyrocumulonimbus cloud collapse generated extreme winds overturning his fire truck near Jingellic. Two other firefighters on same truck suffered burns. Fire ran 85km through Corryong to Tom Groggin Station before jumping Murray River into Victoria.  Emergency warning December 30: residents told 'too late to leave' - shelter in place.  Jingellic township came 'within metres' of destruction; Bridge Hotel pub nearly lost.  Merged with Dunns Road and East Ournie Creek fires January 11, 2020 creating 640,000+ ha megafire straddling NSW-Victoria border.  Memorial 'Avenue of Honour' with 100 pin oak trees and 2km avenue established along River Road for Sam McPaul (unveiled March 2022). Affected communities: Talmalmo, Jingellic, River Road, Burrowye, Cudgewa, Tintaldra, Walwa, Corryong.",
    "part_of_larger_event": true,
    "larger_event_name": "2019-2020 Black Summer Bushfire Season",
    "verified": true,
    "data_quality_notes": "Part of Upper Murray fires complex. Low home destruction despite large area due to sparse population in border region."
  }
]